export const VOWELS = {
    'aae': 'ඈ', 'ae': 'ඇ', 'aa': 'ආ', 'a': 'අ',
    'ii': 'ඊ', 'i': 'ඉ', 'uu': 'ඌ', 'u': 'උ',
    'ee': 'ඒ', 'e': 'එ', 'oo': 'ඕ', 'o': 'ඔ', 'au': 'ඖ'
};

export const VOWEL_SIGNS = {
    'aae': 'ෑ', 'ae': 'ැ', 'aa': 'ා', 'a': '',
    'ii': 'ී', 'i': 'ි', 'uu': 'ූ', 'u': 'ු',
    'ee': 'ේ', 'e': 'ෙ', 'oo': 'ෝ', 'o': 'ො', 'au': 'ෞ'
};

export const CONSONANTS = {
    'sh': 'ශ', 'Sh': 'ෂ', 'th': 'ත', 'dh': 'ද',
    'Th': 'ථ', 'Dh': 'ධ', 'kh': 'ඛ', 'gh': 'ඝ',
    'ch': 'ච', 'Ch': 'ඡ', 'jh': 'ඣ', 'ph': 'ඵ', 'bh': 'භ',
    'ng': 'ඟ', 'nd': 'ඳ', 'mb': 'ඹ', 'ny': 'ඥ', 'gn': 'ඥ',
    'k': 'ක', 'g': 'ග', 'c': 'ච', 'j': 'ජ',
    't': 'ත', 'd': 'ද', 'n': 'න', 'p': 'ප',
    'b': 'බ', 'm': 'ම', 'y': 'ය', 'r': 'ර',
    'l': 'ල', 'v': 'ව', 's': 'ස', 'h': 'හ',
    'f': 'ෆ', 'z': 'ස', 'x': 'ෂ', 'o': 'ං',
    'T': 'ට', 'D': 'ඩ', 'N': 'ණ', 'L': 'ළ', 'R': 'ඍ',
    'K': 'ඛ', 'G': 'ඝ', 'P': 'ඵ', 'B': 'භ', 'S': 'ෂ'
};

export const HAL = '්';
